Repository: felixse/FluentTerminal
Catalog: FluentTerminal.App/Strings/*/Resources.resw
Source language: en
Languages: ar, ar_iq, az, bg, bs, de, eo, es, fa, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt, ro, ru, sl, sq, sr_cyrl, sr_latn, sv, tr, ug_arab, uk, uz_latn, vi, zh_hans, zh_hant

# Command.SwitchToTerm2
source: Switch to Terminal 2
ar: إنتقال الى المنفذ 2
ar_iq: التبديل إلى المحطة 2
az: Terminal 2-ə keçin
bg: Превключете на Терминал 2
bs: Prebaci se na 2. terminal
de: Zu Terminal 2 wechseln
eo: Ŝanĝi al Terminalo 2
es: Cambiar a Terminal 2
fa: تعویض به پایانه‌ی ۲
fr: Passer au Terminal 2
he: עבור לטרמינל 2
hi: टर्मिनल 2 पर स्विच करें
hr: Prijeđi na terminal 2
hu: Váltás a 2. terminálra
id: Ganti ke terminal 2
it: Passa al Terminale 2
ja: ターミナル2に切り替え
ko: 터미널 2로 전환
nl: Ga naar Terminal 2
pl: Przełącz na terminal 2
pt: Mudar para o Terminal 2
ro: Treceți la terminalul 2
ru: Переключить на терминал 2
sl: Preklopi na terminal 2
sq: Kaloni në Terminalin 2
sr_cyrl: Пређи на терминал 2
sr_latn: Pređi na terminal 2
sv: Byt till terminal 2
tr: Terminal 2'ye geç
ug_arab: 2-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 2 терміналу
uz_latn: 2-terminalga o'ting
vi: Chuyển sang nhà ga số 2
zh_hans: 切换到终端 #2
zh_hant: 切換到終端2

# Command.SwitchToTerm3
source: Switch to Terminal 3
ar: إنتقال الى المنفذ 3
ar_iq: التبديل إلى المحطة 3
az: Terminal 3-ə keçin
bg: Превключете на Терминал 3
bs: Prebaci se na 3. terminal
de: Zu Terminal 3 wechseln
eo: Ŝanĝi al Terminalo 3
es: Cambiar a Terminal 3
fa: تعویض به پایانه‌ی ۳
fr: Passer au Terminal 3
he: עבור לטרמינל 3
hi: टर्मिनल 3 पर जाएँ
hr: Prijeđi na terminal 3
hu: Váltás a 3. terminálra
id: Ganti ke terminal 3
it: Passa al Terminale 3
ja: ターミナル3に切り替え
ko: 터미널 3으로 전환
nl: Ga naar Terminal 3
pl: Przełącz na terminal 3
pt: Mudar para o Terminal 3
ro: Treceți la terminalul 3
ru: Переключить на терминал 3
sl: Preklopi na terminal 3
sq: Kaloni në Terminalin 3
sr_cyrl: Пређи на терминал 3
sr_latn: Pređi na terminal 3
sv: Byt till terminal 3
tr: Terminal 3'e geç
ug_arab: 3-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 3 терміналу
uz_latn: 3-terminalga o'ting
vi: Chuyển sang nhà ga số 3
zh_hans: 切换到终端 #3
zh_hant: 切換到終端3

# Command.SwitchToTerm4
source: Switch to Terminal 4
ar: إنتقال الى المنفذ 4
ar_iq: التبديل إلى المحطة 4
az: Terminal 4-ə keçin
bg: Превключете на Терминал 4
bs: Prebaci se na 4. terminal
de: Zu Terminal 4 wechseln
eo: Ŝanĝi al Terminalo 4
es: Cambiar a Terminal 4
fa: تعویض به پایانه‌ی ۴
fr: Passer au Terminal 4
he: עבור לטרמינל 4
hi: टर्मिनल 4 पर जाएँ
hr: Prijeđi na terminal 4
hu: Váltás a 4. terminálra
id: Ganti ke terminal 4
it: Passa al Terminale 4
ja: ターミナル4に切り替え
ko: 터미널 4로 전환
nl: Ga naar Terminal 4
pl: Przełącz na terminal 4
pt: Mudar para o Terminal 4
ro: Treceți la terminalul 4
ru: Переключить на терминал 4
sl: Preklopi na terminal 4
sq: Kaloni në Terminalin 4
sr_cyrl: Пређи на терминал 4
sr_latn: Pređi na terminal 4
sv: Byt till terminal 4
tr: Terminal 4'e geç
ug_arab: 4-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 4 терміналу
uz_latn: 4-terminalga o'ting
vi: Chuyển sang nhà ga số 4
zh_hans: 切换到终端 #4
zh_hant: 切換到終端4

# Command.SwitchToTerm5
source: Switch to Terminal 5
ar: إنتقال الى المنفذ 5
ar_iq: بدّل إلى المحطة 5
az: Terminal 5-ə keçin
bg: Превключете на Терминал 5
bs: Prebaci se na 5. terminal
de: Zu Terminal 5 wechseln
eo: Ŝanĝi al Terminalo 5
es: Cambiar a Terminal 5
fa: تعویض به پایانه‌ی ۵
fr: Passer au Terminal 5
he: עבור לטרמינל 5
hi: टर्मिनल 5 पर स्विच करें
hr: Prijeđi na terminal 5
hu: Váltás az 5. terminálra
id: Ganti ke terminal 5
it: Passa al Terminale 5
ja: ターミナル5に切り替え
ko: 터미널 5로 전환
nl: Ga naar Terminal 5
pl: Przełącz na terminal 5
pt: Mudar para o Terminal 5
ro: Treceți la terminalul 5
ru: Переключить на терминал 5
sl: Preklopi na terminal 5
sq: Kaloni në Terminalin 5
sr_cyrl: Пређи на терминал 5
sr_latn: Pređi na terminal 5
sv: Byt till terminal 5
tr: Terminal 5'e geç
ug_arab: 5-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 5 терміналу
uz_latn: 5-terminalga o'ting
vi: Chuyển sang nhà ga số 5
zh_hans: 切换到终端 #5
zh_hant: 切換到終端5

# Command.SwitchToTerm6
source: Switch to Terminal 6
ar: إنتقال الى المنفذ 6
ar_iq: التبديل إلى المحطة 6
az: 6 Terminalına keçin
bg: Превключете на Терминал 6
bs: Prebaci se na 6. terminal
de: Zu Terminal 6 wechseln
eo: Ŝanĝi al Terminalo 6
es: Cambiar a Terminal 6
fa: تعویض به پایانه‌ی ۶
fr: Passer au Terminal 6
he: עבור לטרמינל 6
hi: टर्मिनल 6 पर जाएँ
hr: Prijeđi na terminal 6
hu: Váltás a 6. terminálra
id: Ganti ke terminal 6
it: Passa al Terminale 6
ja: ターミナル6に切り替え
ko: 터미널 6으로 전환
nl: Ga naar Terminal 6
pl: Przełącz na terminal 6
pt: Mude para o Terminal 6
ro: Treceți la terminalul 6
ru: Переключить на терминал 6
sl: Preklopi na terminal 6
sq: Kaloni në Terminalin 6
sr_cyrl: Пређи на терминал 6
sr_latn: Pređi na terminal 6
sv: Byt till terminal 6
tr: Terminal 6'ya geç
ug_arab: 6-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 6 терміналу
uz_latn: 6-terminalga o'ting
vi: Chuyển sang nhà ga số 6
zh_hans: 切换到终端 #6
zh_hant: 切換到終端6

# Command.SwitchToTerm7
source: Switch to Terminal 7
ar: إنتقال الى المنفذ 7
ar_iq: التبديل إلى المحطة 7
az: Terminal 7-ə keçin
bg: Превключете на Терминал 7
bs: Prebaci se na 7. terminal
de: Zu Terminal 7 wechseln
eo: Ŝanĝi al Terminalo 7
es: Cambiar a Terminal 7
fa: تعویض به پایانه‌ی ۷
fr: Passer au Terminal 7
he: עבור לטרמינל 7
hi: टर्मिनल 7 पर जाएँ
hr: Prijeđi na terminal 7
hu: Váltás a 7. terminálra
id: Ganti ke terminal 7
it: Passa al Terminale 7
ja: ターミナル7に切り替え
ko: 터미널 7로 전환
nl: Ga naar Terminal 7
pl: Przełącz na terminal 7
pt: Mudar para o Terminal 7
ro: Treceți la terminalul 7
ru: Переключить на терминал 7
sl: Preklopi na terminal 7
sq: Kaloni në Terminalin 7
sr_cyrl: Пређи на терминал 7
sr_latn: Pređi na terminal 7
sv: Byt till terminal 7
tr: Terminal 7'ye geç
ug_arab: 7-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 7 терміналу
uz_latn: 7-terminalga o'ting
vi: Chuyển sang nhà ga số 7
zh_hans: 切换到终端 #7
zh_hant: 切換到終端7

# Command.SwitchToTerm8
source: Switch to Terminal 8
ar: إنتقال الى المنفذ 8
ar_iq: التبديل إلى المحطة 8
az: Terminal 8-ə keçin
bg: Превключете на Терминал 8
bs: Prebaci se na 8. terminal
de: Zu Terminal 8 wechseln
eo: Ŝanĝi al Terminalo 8
es: Cambiar a Terminal 8
fa: تعویض به پایانه‌ی ۸
fr: Passer au Terminal 8
he: עבור לטרמינל 8
hi: टर्मिनल 8 पर जाएँ
hr: Prijeđi na terminal 8
hu: Váltás a 8. terminálra
id: Ganti ke terminal 8
it: Passa al Terminale 8
ja: ターミナル8に切り替え
ko: 터미널 8로 전환
nl: Ga naar Terminal 8
pl: Przełącz na terminal 8
pt: Mude para o Terminal 8
ro: Treceți la terminalul 8
ru: Переключить на терминал 8
sl: Preklopi na terminal 8
sq: Kaloni në Terminalin 8
sr_cyrl: Пређи на терминал 8
sr_latn: Pređi na terminal 8
sv: Byt till terminal 8
tr: Terminal 8'e geç
ug_arab: 8-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 8 терміналу
uz_latn: 8-terminalga o'ting
vi: Chuyển sang nhà ga số 8
zh_hans: 切换到终端 #8
zh_hant: 切換到終端8

# Command.SwitchToTerm9
source: Switch to Terminal 9
ar: إنتقال الى المنفذ 9
ar_iq: التبديل إلى المحطة 9
az: Terminal 9-a keçin
bg: Превключете на Терминал 9
bs: Prebaci se na 9. terminal
de: Zu Terminal 9 wechseln
eo: Ŝanĝi al Terminalo 9
es: Cambiar a Terminal 9
fa: تعویض به پایانه‌ی ۹
fr: Passer au Terminal 9
he: עבור לטרמינל 9
hi: टर्मिनल 9 पर स्विच करें
hr: Prijeđi na terminal 9
hu: Váltás a 9. terminálra
id: Ganti ke terminal 9
it: Passa al Terminale 9
ja: ターミナル9に切り替え
ko: 터미널 9로 전환
nl: Ga naar Terminal 9
pl: Przełącz na terminal 9
pt: Mude para o Terminal 9
ro: Treceți la terminalul 9
ru: Переключить на терминал 9
sl: Preklopi na terminal 9
sq: Kaloni në Terminalin 9
sr_cyrl: Пређи на терминал 9
sr_latn: Pređi na terminal 9
sv: Byt till terminal 9
tr: Terminal 9'a geç
ug_arab: 9-تېرمىنالغا ئالماشتۇرۇش
uk: Переключитись до 9 терміналу
uz_latn: 9-terminalga o'ting
vi: Chuyển sang nhà ga số 9
zh_hans: 切换到终端 #9
zh_hant: 切換到終端9

# Command.ToggleFullScreen
source: Toggle Fullscreen
ar: تبديل الى ملء الشاشة
ar_iq: ملء الشاشة تبديل
az: Tam ekranı dəyişdirin
bg: Превключете цял екран
bs: Pokreni prikaz preko cijelog ekrana
de: Vollbildmodus ein/ausschalten
eo: Baskuligi plenekranan reĝimon
es: Cambiar a Ventana completa
fa: تغییر وضعیت تمام‌صفحه
fr: Basculer en plein écran
he: הפעל/בטל מסך מלא
hi: पूर्णस्क्रीन चालू करें
hr: Uklj./Isklj. cjeloekranski prikaz
hu: Teljes képernyőre váltás
id: Beralih ke Layar penuh
it: Attiva/Disattiva modalità schermo intero
ja: フルスクリーン切替
ko: 전체 화면 전환
nl: Schakel naar Fullscreen
pl: Włącz pełen ekran
pt: Alternar para o modo tela cheia
ro: Ecran complet
ru: Переключить во весь экран
sl: Preklopi celozaslonski način
sq: Aktivizo ekranin e plotë
sr_cyrl: Пун екран
sr_latn: Pun ekran
sv: Växla helskärm
tr: Tam ekrana geç
ug_arab: پۈتۈن ئېكران ھالىتىنى ئالماشتۇرۇش
uk: Повноекранний режим
uz_latn: To'liq ekranga o'tish
vi: Bật chế độ toàn màn hình
zh_hans: 切换全屏
zh_hant: 全螢幕

# Command.ToggleWindow
source: Toggle window
ar: تبديل النافذة
ar_iq: تبديل النافذة
az: Pəncərəni dəyişdirin
bg: Превключете прозореца
bs: Pokreni prikaz u prozoru
de: Fenster ein/ausblenden
eo: Baskuligi fenestron
es: Cambiar ventana
fa: تغییر وضعیت پنجره
fr: Basculer la fenêtre
he: החלף חלון
hi: खिड़की टॉगल करें
hr: Uklj./Isklj. prozor
id: Beralih ke Window
it: Mostra/Nascondi finestra
ja: ウィンドウ切り替え
ko: 윈도우 전환
nl: Schakel naar window
pl: Przełącz okno
pt: Alternar janela
ro: Comutați fereastra
ru: Переключить окно
sl: Preklopi okno
sq: Ndërro dritaren
sr_cyrl: Промени прозор
sr_latn: Promeni prozor
sv: Växla fönster
tr: Pencereyi aç / kapat
ug_arab: كۆزنەكنى ئالماشتۇرۇش
uk: Переключити вікно
uz_latn: Oynani almashtirish
vi: Chuyển đổi cửa sổ
zh_hans: 切换窗口
zh_hant: 切換視窗

# NewSshTab.Text
source: New remote tab
ar: لسان متحكم جديد
ar_iq: علامة تبويب عن بعد جديدة
az: Yeni uzaq nişanı
bg: Нов дистанционен раздел
bs: Nova kartica na daljinu
de: Neuer SSH-Tab
eo: Nova fora langeto
es: Nueva pestaña remota
fa: زبانه‌ی از راه دور جدید
fr: Nouvel onglet distant
he: לשונית מרוחקת חדשה
hi: नया रिमोट टैब
hr: Nova vanjska kartica
hu: Új távoli SSH kapcsolat
id: Tab kendali baru
it: Nuova scheda remota
ja: 新しいリモートタブ
ko: 새 원격 탭
nl: Nieuwe remote tab
pl: Nowa zdalna karta
pt: Nova aba remota
ro: Filă nouă de la distanță
ru: Новая удалённая вкладка
sl: Nov oddaljeni zavihek
sq: Skedë e re e largët
sr_cyrl: Нова даљинска картица
sr_latn: Nova daljinska kartica
sv: Ny fjärrflik
tr: Yeni uzaktan bağlantı sekmesi
ug_arab: يىڭى يىراق بەتكۈچ
uk: Нова вкладка з віддаленим підключенням
uz_latn: Yangi masofaviy tab
vi: Tab điều khiển từ xa mới
zh_hans: 新建远程标签页
zh_hant: 新增遠端分頁

# Command.NewSshTab
source: New SSH tab
ar: لسان SSH جديد
ar_iq: علامة تبويب SSH جديدة
az: Yeni SSH nişanı
bg: Нов SSH раздел
bs: Nova SSH kartica
de: Neuer SSH-Tab
eo: Nova langeto por SSH
es: Nueva pestaña SSH
fa: زبانه‌ی SSH جدید
fr: Nouvel SSH onglet
he: לשונית SSH חדשה
hi: न्यू एसएसएच टैब
hr: Nova SSH kartica
hu: Új SSH fül
id: Tab SSH baru
it: Nuova scheda SSH
ja: 新しいSSHタブ
ko: 새 SSH 탭
nl: Nieuwe SSH tab
pl: Nowa karta SSH
pt: Nova guia SSH
ro: Filă nouă SSH
ru: Новая SSH вкладка
sl: Nov SSH zavihek
sq: Skeda e re SSH
sr_cyrl: Нова SSH картица
sr_latn: Nova SSH kartica
sv: Ny SSH-flik
tr: Yeni SSH sekmesi
ug_arab: يىڭى SSH بەتكۈچ
uk: Нова SSH вкладка
uz_latn: Yangi SSH yorlig'i
vi: Tab SSH mới
zh_hans: 新建 SSH 标签页
zh_hant: 新 SSH 分頁

# SshInfoDialog.Title
source: SSH Info
ar: عن SSH
ar_iq: SSH معلومات
az: SSH məlumatı
bg: SSH информация
de: SSH Informationen
eo: Informoj pri SSH
es: Información SSH
fa: اطلاعات SSH
fr: SSH Informations
he: מידע SSH
hi: SSH जानकारी
hr: SSH informacija
hu: SSH infó
id: Informasi SSH
it: Connessione SSH
ja: SSH情報
ko: SSH 정보
pl: Informacje o SSH
pt: Informação SSH
ro: Informații SSH
ru: Информация SSH
sr_cyrl: SSH информације
sr_latn: SSH informacije
tr: SSH bilgisi
ug_arab: SSH ئۇچۇرى
uk: Інформація про SSH
uz_latn: SSH haqida ma'lumot
vi: Thông tin SSH
zh_hans: SSH 信息
zh_hant: SSH 資訊

# UserTextBox.PlaceholderText
source: user
ar: مستخدم
ar_iq: المستعمل
az: istifadəçi
bg: потребител
bs: korisnik
de: Benutzer
eo: uzanto
es: Usuario
fa: کاربر
fr: utilisateur
he: משתמש
hi: उपयोगकर्ता
hr: korisnik
hu: felhasználó
id: pengguna
it: utente
ja: ユーザー名
ko: 사용자
nl: gebruiker
pl: użytkownik
pt: utilizador
ro: utilizator
ru: пользователь
sl: uporabnik
sq: përdorues
sr_cyrl: корисник
sr_latn: korisnik
sv: användare
tr: kullanıcı
ug_arab: ئابونىت
uk: користувач
uz_latn: foydalanuvchi
vi: người sử dụng
zh_hans: 用户名
zh_hant: 使用者

# HostTextBox.PlaceholderText
source: host
ar: مضيف
ar_iq: مضيف
az: ev sahibi
bg: хост
eo: ĉefkomputilo
es: Servidor
fa: میزبان
fr: hôte
he: שרת יעד
hi: मेज़बान
hr: računalo
hu: szerver
ja: ホスト
ko: 호스트
pl: adres IP
ro: gazdă
ru: хост
sl: gostitelj
sq: mikpritës
sr_cyrl: домаћин
sr_latn: domaćin
sv: värd
tr: evsahibi
ug_arab: مۇلازىمىتىر
uk: адреса
uz_latn: mezbon
vi: tổ chức
zh_hans: 主机
zh_hant: 主機

# PortTextBox.PlaceholderText
source: port
ar: مدخل
ar_iq: ميناء
az: liman
bg: порт
eo: porda numero
es: Puerto
fa: درگاه
hi: बंदरगाह
hr: priključak
it: porta
ja: ポート
ko: 포트
pt: porta
ru: порт
sl: vrata
sr_cyrl: порт
tr: Liman
ug_arab: ئېغىز
uk: порт
vi: Hải cảng
zh_hans: 端口
zh_hant: 埠

# IdentityFileTextBox.PlaceholderText
source: Identity file path
ar: مسار ملف الهوية
ar_iq: مسار ملف الهوية
az: Şəxsiyyət sənədinin yolu
bg: Идентифицирайте пътеката на файла
bs: Putanja do datoteke identiteta
de: Pfad zur Identitätsdatei
eo: Identeca dosierindiko
es: Ubicación de la entidad
fa: مسیر فایل هویت
fr: Chemin du fichier d'identité
he: זהה נתיב
hi: पहचान फ़ाइल पथ
hr: Utvrdi stazu datoteke
hu: Az azonosító file útvonala
id: Identifikasi lokasi file
it: Percorso file chiave di identità
ja: 鍵ファイルへのパス
ko: 아이덴티티 파일 경로
nl: Identiteit bestand pad
pl: Ścieżka do pliku identyfikacyjnego
pt: Caminho do arquivo de identidade
ro: Calea fișierului de identitate
ru: Путь к файлу идентификации
sl: Pot do zasebnega ključa
sq: Rruga e skedarit të identitetit
sr_cyrl: Путања датотеке идентитета
sr_latn: Putanja datoteke identiteta
sv: Sökväg till identitetsfil
tr: Kimlik dosyası yolu
ug_arab: كىملىك ھۆججەت ئورنى
uk: Шлях до ключа
uz_latn: Identifikatsiya faylining yo'li
vi: Đường dẫn tệp danh tính
zh_hans: SSH 认证文件路径
zh_hant: 認證文件路徑

# BrowseButton.Content
source: Browse
ar: تصفح
ar_iq: تصفح
az: Gözdən keçirin
bg: Разгледайте
bs: Pretraži
de: Durchsuchen
eo: Foliumi
es: Buscar
fa: مرور
fr: Naviguer
hi: ब्राउज
hr: Pregledaj
hu: Keresés
id: Temukan
it: Scegli
ja: 参照
ko: 찾아보기
nl: Blader
pl: Przeglądaj
pt: Navegar
ro: Navigare
ru: Обзор
sl: Prebrskaj
sq: Shfletoni
sr_cyrl: Изабери
sr_latn: Izaberi
sv: Bläddra
tr: Araştır
ug_arab: توركۆرگۈ
uk: Перегляд
uz_latn: Ko'rish
vi: Duyệt qua
zh_hans: 浏览
zh_hant: 瀏覽

# UseMoshCheckBox.Content
source: Use Mosh
ar: استخدم Mosh
ar_iq: استخدام موش
az: Mosh istifadə edin
bg: Използвайте Mosh
bs: Koristi Mosh
de: Mosh verwenden
eo: Uzi na Mosh
es: Usar Mosh
fa: استفاده از Mosh
fr: Utilisez Mosh
hi: मोश का उपयोग करें
hr: Koristi Mosh
hu: Mosh használata
id: Gunakan mosh
it: Usa Mosh
ja: Moshを使う
ko: Mosh 사용
nl: Gebruik Mosh
pl: Użyj Mosh
ro: Folosiți Mosh
ru: Использовать Mosh
sl: Uporabi Mosh
sq: Përdorni Mosh
sr_cyrl: Користи Mosh
sr_latn: Koristi Mosh
sv: Använd Mosh
tr: Mosh kullan
ug_arab: Mosh ئىشلىتىش
uk: Використовувати Mosh
uz_latn: Mosh-dan foydalaning
vi: Sử dụng Mosh
zh_hans: 使用 Mosh
zh_hant: 使用 Mosh

# AdvancedExpander.Header
source: Advanced
ar: متقدم
ar_iq: المتقدمة
az: Ətraflı
bg: Допълнителни
bs: Napredno
de: Erweitert
eo: Altnivele
es: Avanzado
fa: پیشرفته
fr: Avancé
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 高度な
ko: 고급
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
sl: Napredno
sq: Avancuar
sr_cyrl: Напредно
sr_latn: Napredno
sv: Avancerad
tr: Gelişmiş
ug_arab: ئىچكىرىلىگەن
uk: Додатково
uz_latn: Ilg'or
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# MoshPorts.Text
source: Mosh ports:
ar: مدخل Mosh :
ar_iq: منافذ موش:
az: Mosh limanları:
bg: Mosh порти:
bs: Mosh portovi:
eo: Pordoj de Mosh:
es: Puertos de Mosh:
fa: درگاه‌های Mosh:
fr: Ports Mosh:
hi: Mosh बंदरगाहों:
hr: Mosh priključci:
hu: Mosh portok:
id: ports Mosh
it: Porte per Mosh:
ja: Mosh ポート:
ko: Mosh 포트:
nl: Mosh poorten:
pl: Porty Mosh:
pt: Portas Mosh:
ro: Porturi Mosh:
ru: Порты Mosh:
sl: Mosh vrata:
sq: Portet Mosh:
sr_cyrl: Mosh портови:
sr_latn: Mosh portovi:
sv: Mosh-portar:
tr: Mosh portları:
ug_arab: Mosh ئېغىرلىرى
uk: Порти Mosh:
uz_latn: Mosh portlari:
vi: Cổng Mosh:
zh_hans: Mosh 端口
zh_hant: Most ports:

# SaveShortcutButton.Content
source: Save Shortcut
ar: حفظ الإختصار
ar_iq: حفظ الاختصار
az: Qısayolları saxla
bg: Запишете пряк път
bs: Spasi kraticu
de: Verknüpfung speichern
eo: Konservi ŝparvojon
es: Guardar atajo
fa: ذخیره‌ی میانبر
fr: Enregistrer le raccourci
he: שמור קיצור דרך
hi: शॉर्टकट बचाओ
hr: Spremi prečace
hu: Parancsikon mentése
id: Simpan pintasan
it: Salva scorciatoia
ja: ショートカットを保存
ko: 바로 가기 저장
nl: Shortcut opslaan
pl: Zapisz skrót
pt: Guardar Atalho
ro: Salvați comanda rapidă
ru: Сохранить быструю клавишу
sl: Shrani bližnjico
sq: Ruaj shkurtoren
sr_cyrl: Сними пречицу
sr_latn: Snimi prečicu
sv: Spara genväg
tr: Kısayolu kaydet
ug_arab: تېزلەتمە ساقلاش
uk: Зберегти посилання
uz_latn: Yorliqni saqlash
vi: Lưu lối tắt
zh_hans: 保存快捷键
zh_hant: 儲存快捷鍵

# NeedsToRestart.Text
source: Application needs to restart for this change to take effect.
ar: يجب أعادة تشغيل التطبيق حتى يتم تطبيق التغيرات.
ar_iq: يحتاج التطبيق إلى إعادة التشغيل ليصبح هذا التغيير نافذ المفعول.
az: Bu dəyişikliyin qüvvəyə minməsi üçün tətbiq yenidən başlamalıdır.
bg: За прилагането на тази промяна е необходимо рестартирате.
bs: Aplikacija se mora iznova pokrenuti kako bi se izmjene aktivirale.
de: Neustart benötigt um vollständig angewandt zu werden.
eo: Ĉi aplikaĵo postulas restartigon, por ke ĉi tiu ŝango efektiviĝu.
es: La aplicación necesita reiniciarse para que el cambio surta efecto.
fa: برای این تغییر نیاز است برنامه مجددا راه‌اندازی شود.
fr: L'application doit redémarrer pour que cette modification soit prise en compte.
he: היישום צריך להפעיל מחדש כדי שהשינוי ייכנס לתוקף.
hi: इस परिवर्तन को प्रभावी होने के लिए एप्लिकेशन को पुनरारंभ करना होगा।
hr: Da bi se promjene primijenile, program se mora ponovo pokrenuti.
hu: A változáshoz újra kell indítani az alkalmazást.
id: Aplikasi perlu di restart untuk menerapkan perubahan
it: L'app deve essere riavviata per poter applicare queste modifiche
ja: この変更を適用するためにはアプリケーションを再起動する必要があります。
ko: 변경이 적용되려면 앱이 재시작되어야 합니다.
nl: De applicatie moet herstarten om deze veranderingen in werking te stellen.
pl: Zrestartuj aplikację, aby ustawienia zaczęły obowiązywać
pt: A aplicação precisa ser reiniciada para que esta alteração tenha efeito.
ro: Aplicația trebuie să repornească pentru ca această modificare să intre în vigoare.
ru: Требуется перезапуск для применения изменений.
sl: Za uveljavitev te spremembe se mora program ponovno zagnati.
sq: Aplikimi duhet të riniset që ky ndryshim të hyjë në fuqi.
sr_cyrl: Апликација мора да се рестартује да би ово имало ефекта.
sr_latn: Aplikacija mora da se restartuje da bi ovo imalo efekta.
sv: Applikationen måste startas om för att denna ändring ska tillämpa.
tr: Bu değişikliğin geçerli olması için uygulamanın yeniden başlatılması gerekiyor.
ug_arab: بۇ ئۆزگەرتىشنىڭ كۈچكە ئىگە بولۇشى ئۈچۈن قايتا قوزغىتىش كېرەك.
uk: Додаток необхідно перезапустити для застосування змін.
uz_latn: Ushbu o'zgartirish kuchga kirishi uchun dasturni qayta ishga tushirish kerak.
vi: Ứng dụng cần khởi động lại để thay đổi này có hiệu lực.
zh_hans: 应用需要重启才能使更改生效
zh_hant: 重新啟動以更新設置。

source: Invalid Input
ar: إدخال غير مسموح
ar_iq: مدخل غير صالح
az: yalnış daxiletmə
bg: Неправилни входни данни
bs: Neispravan unos
de: Ungültige Eingabe
eo: Nevalida enigo
es: Entrada inválida
fa: ورودی غیرمجاز
fr: Entrée invalide
he: קלט לא תקין
hi: अमान्य निवेश
hr: Nevaljani unos
hu: Hibás adat
id: Input tidak valid
it: Input non valido
ja: 無効な入力
ko: 잘못된 입력
nl: Ongeldige Input
pl: Niepoprawne wejście
pt: Valor Inválido
ro: Intrare nevalidă
ru: Неверный ввод
sl: Neveljavni vnos
sq: Input i pavlefshëm
sr_cyrl: Неисправан унос
sr_latn: Neispravan unos
sv: Ogiltig input
tr: Geçersiz giriş
ug_arab: ئىناۋەتسىز كىرگۈزۈش
uk: Невірний ввід
uz_latn: Noto‘g‘ri kiritish
vi: đâu vao không hợp lệ
zh_hans: 非法输入
zh_hant: 無效輸入

# PortCannotBeZero
source: Port cannot be 0.
ar: لا يمكن للمدخل ان يكون 0.
ar_iq: لا يمكن أن يكون المنفذ 0.
az: Port 0 ola bilməz.
bg: Портът не може да е 0.
bs: Port ne može biti 0.
de: Port darf nicht 0 sein.
eo: Pordo ne rajtas esti 0.
es: El purto no puede ser 0.
fa: درگاه نمی‌تواند ۰ باشد.
fr: Le port ne peut pas être 0.
hi: पोर्ट 0 नहीं हो सकता।
hr: Priključak ne može biti 0.
hu: A port nem lehet 0
id: Port tidak boleh 0
it: La porta non può essere 0
ja: ポート番号に0は使用できません。
ko: 포트는 0으로 설정할 수 없습니다.
nl: Poort kan geen 0 zijn.
pl: Port nie może być 0
pt: A porta não pode ser 0.
ro: Portul nu poate fi 0.
ru: Порт не может быть 0.
sl: Vrata ne morejo biti 0.
sq: Porti nuk mund të jetë 0.
sr_cyrl: Порт не може бити 0.
sr_latn: Port ne može biti 0.
sv: Porten kan inte vara 0.
tr: Bağlantı noktası 0 olamaz.
ug_arab: ئېغىز 0 بولالمايدۇ.
uk: Порт не може бути 0
uz_latn: Port 0 bo'lmasligi kerak.
vi: Cổng không được là 0.
zh_hans: 端口不能为 0
zh_hant: 埠無法為 0。

# UserAndHostMandatory
source: User and host are mandatory fields.
ar: إن المسخدم و المضيف خانات إلزامية.
ar_iq: المستخدم والمضيف حقول إلزامية.
az: İstifadəçi və ev sahibi məcburi sahələrdir.
bg: Потребител и хост са задължителни полета.
bs: Korisnik i host su obavezna polja.
de: Benutzer und Host sind erfordert.
eo: Uzanto kaj ĉefkomputilo estas devigaj kampoj.
es: Usuario y servidor son campos obligatorios.
fa: قسمت‌های کاربر و میزبان اجباریست.
fr: Utilisateur et hôte sont des champs obligatoires.
he: המשתמש והשרת יעד הם שדות חובה.
hi: उपयोगकर्ता और होस्ट अनिवार्य क्षेत्र हैं।
hr: Korisnik i računalo su obavezna polja.
hu: Kötelező megadni felhasználónevet és jelszót
it: I campi utente e host sono obbligatori
ja: ユーザーとホストは必須項目です。
ko: 사용자 및 호스트는 반드시 입력해야 합니다.
nl: Gebruiker en host azijn verplichte velden.
pl: Użytkownik i adres hosta są niezbędne
pt: Usuário e host são campos obrigatórios.
ro: Utilizatorul și gazda sunt câmpuri obligatorii.
ru: Пользователь и хост обязательные поля.
sl: Uporabnik in gostitelj sta obvezni polji.
sq: Përdoruesi dhe hosti janë fusha të detyrueshme.
sr_cyrl: Корисник и домаћин су обавезна поља.
sr_latn: Korisnik i domaćin su obavezna polja.
sv: Användare och värd är obligatoriska fält.
tr: Kullanıcı ve ana bilgisayar zorunlu alanlardır.
ug_arab: ئابونىت ۋە مۇلازىمىتىر چوقۇم تەمىنلىنىدىغان ئۇچۇرلار
uk: Користувач та хост - обов'язкові поля
uz_latn: Foydalanuvchi va xost majburiy maydonlardir.
vi: Người dùng và máy chủ lưu trữ là các trường bắt buộc.
zh_hans: 用户名和主机是必填字段
zh_hant: 使用者名稱與主機名為必填。
